Repository: dmaliog/apexos-weather
Catalog: translate/*.po
Languages: fr

source: General
fr: Général

source: Weather Settings
fr: Paramètres météo

source: Clear
fr: Dégagé

source: Mainly clear
fr: Principalement dégagé

source: Partly cloudy
fr: Partiellement nuageux

source: Overcast
fr: Couvert

source: Drizzle light intensity
fr: Bruine légère

source: Drizzle moderate intensity
fr: Bruine modérée

source: Drizzle dense intensity
fr: Bruine forte

source: Freezing Drizzle light intensity
fr: Bruine verglaçante légère

source: Freezing Drizzle dense intensity
fr: Bruine verglaçante forte

source: Rain slight intensity
fr: Pluie légère

source: Rain moderate intensity
fr: Pluie modérée

source: Rain heavy intensity
fr: Pluie forte

source: Freezing Rain light intensity
fr: Pluie verglaçante légère

source: Freezing Rain heavy intensity
fr: Pluie verglaçante forte

source: Snowfall slight intensity
fr: Neige légère

source: Snowfall moderate intensity
fr: Neige modérée

source: Snowfall heavy intensity
fr: Neige forte

source: Snow grains
fr: Grains de neige

source: Rain showers slight
fr: Averses légères

source: Rain showers moderate
fr: Averses modérées

source: Rain showers violent
fr: Averses violentes

source: Snow showers slight
fr: Averses de neige légères

source: Snow showers heavy
fr: Averses de neige fortes

source: Thunderstorm
fr: Orage

source: Thunderstorm with slight hail
fr: Orage avec grêle légère

source: Cloudy
fr: Nuageux

source: Drizzle
fr: Bruine

source: Snow
fr: Neige

source: Hail
fr: Grêle

source: Showers
fr: Averses

source: Storm
fr: Tempête

source: Low
fr: Faible

source: Moderate
fr: Modéré

source: High
fr: Élevé

source: Very High
fr: Très élevé

source: Extreme
fr: Extrême

source: Feels like
fr: Ressenti

source: Wind
fr: Vent

source: Sunrise
fr: Lever du soleil

source: Sunset
fr: Coucher du soleil

source: Cloudiness
fr: Nébulosité

source: Font Panel Size:
fr: Taille de police du panneau:

source: Only Icon Weather
fr: Icône météo uniquement

source: Show temperature weather
fr: Afficher la température

source: Show weather conditions
fr: Afficher les conditions météo

source: Font Bold
fr: Police en gras

source: 12-hour (AM/PM)
fr: 12 heures (AM/PM)

source: Show minutes
fr: Afficher les minutes

source: Wind Unit:
fr: Unité de vent:

source: Temperature Unit:
fr: Unité de température:

source: Weather Metrics
fr: Métriques météo

source: Wind Speed
fr: Vitesse du vent

source: Feels Like
fr: Ressenti

source: UV Level
fr: Niveau UV

source: unknown
fr: inconnu

source: Humidity
fr: Humidité

source: Rain
fr: Pluie

source: Precipitation
fr: Précipitations

source: Temperature Range
fr: Plage de température

source: from
fr: de

source: to
fr: à

source: Sunrise / Sunset
fr: Lever / Coucher du soleil

source: Reset Metrics Order
fr: Réinitialiser l'ordre des métriques

source: Cloud Cover
fr: Couverture nuageuse

source: Search Coordinates
fr: Rechercher les coordonnées

source: Use Location of your ip
fr: Utiliser la localisation de votre IP

source: Search location...
fr: Rechercher un lieu...

source: No locations found
fr: Aucun lieu trouvé

source: Font Settings
fr: Paramètres de police

source: Display Options
fr: Options d'affichage

source: Time Format
fr: Format de l'heure

source: Location
fr: Lieu

source: Units
fr: Unités

source: morning
fr: du matin

source: afternoon
fr: de l'après-midi

source: evening
fr: du soir

source: night
fr: de la nuit
